Repository: seyf-eddine19/helpdesk_system
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: New
ar: جديد

source: Used
ar: مستعمل

source: Damaged
ar: تالف

source: Lost
ar: مفقود

source: Available
ar: متاح

source: In Use
ar: قيد الاستخدام

source: Under Maintenance
ar: قيد الصيانة

source: Device Type (Arabic)
ar: نوع الجهاز (بالعربية)

source: Device Type (English)
ar: نوع الجهاز (بالإنجليزية)

source: Device Type
ar: نوع الجهاز

source: Device Types
ar: أنواع الأجهزة

source: Device Name (Arabic)
ar: اسم الجهاز (بالعربية)

source: Device Name (English)
ar: اسم الجهاز (بالإنجليزية)

source: Serial Number
ar: الرقم التسلسلي

source: Brand
ar: العلامة التجارية

source: IT Service Tag
ar: معرّف خدمة IT

source: Condition
ar: الحالة

source: Custody Status
ar: حالة الاستلام

source: Notes
ar: ملاحظات

source: Added At
ar: تاريخ الإضافة

source: Device
ar: جهاز

source: Devices
ar: الأجهزة

source: Accessory Name (Arabic)
ar: اسم الملحق (بالعربية)

source: Accessory Name (English)
ar: اسم الملحق (بالإنجليزية)

source: Status
ar: الحالة

source: Accessory
ar: ملحق

source: Accessories
ar: ملحقات

source: Employee
ar: الموظف

source: Custody Date
ar: تاريخ الاستلام

source: Return Date
ar: تاريخ الإرجاع

source: Custody
ar: العهدة

source: Custodies
ar: العُهد

source: Device Custody
ar: عهدة جهاز

source: Device Custodies
ar: عهد الأجهزة

source: Accessory Custody
ar: عهدة ملحق

source: Accessories Custody
ar: عهد الملحقات

source: You do not have permission to delete a device type
ar: ليس لديك صلاحية لحذف نوع الجهاز

source: Device type deleted successfully
ar: تم حذف نوع الجهاز بنجاح

source: An unexpected error occurred while deleting
ar: حدث خطأ غير متوقع أثناء الحذف

source: Both English and Arabic names are required.
ar: مطلوب إدخال الاسم باللغتين العربية والإنجليزية.

source: You do not have permission to edit a device type
ar: ليس لديك صلاحية لتعديل نوع الجهاز

source: A device type with this English name already exists
ar: نوع الجهاز بهذا الاسم الإنجليزي موجود بالفعل

source: A device type with this Arabic name already exists
ar: نوع الجهاز بهذا الاسم العربي موجود بالفعل

source: Device type updated successfully
ar: تم تحديث نوع الجهاز بنجاح

source: You do not have permission to add a device type
ar: ليس لديك صلاحية لإضافة نوع جهاز

source: Device type added successfully
ar: تمت إضافة نوع الجهاز بنجاح

source: A database integrity error occurred. Please check your data.
ar: حدث خطأ في سلامة قاعدة البيانات. يرجى التحقق من بياناتك.

source: A database error occurred. Please try again later.
ar: حدث خطأ في قاعدة البيانات. يرجى المحاولة لاحقًا.

source: An unexpected error occurred. Please try again.
ar: حدث خطأ غير متوقع. يرجى المحاولة مرة أخرى.

source: Device created successfully
ar: تم إنشاء الجهاز بنجاح

source: Device updated successfully
ar: تم تحديث الجهاز بنجاح

source: Device deleted successfully
ar: تم حذف الجهاز بنجاح

source: Custody created successfully.
ar: تم إنشاء العهدة بنجاح.

source: There was an error creating the custody.
ar: حدث خطأ أثناء إنشاء العهدة.

source: Custody updated successfully.
ar: تم تحديث العهدة بنجاح.

source: There was an error updating the custody.
ar: حدث خطأ أثناء تحديث العهدة.

source: Device custody entry deleted successfully
ar: تم حذف عهدة الجهاز بنجاح

source: Custody deleted successfully
ar: تم حذف العهدة بنجاح

source: Add
ar: إضافة

source: Edit
ar: تعديل

source: Delete
ar: حذف

source: View
ar: عرض

source: Full Name (Arabic)
ar: الاسم الكامل (بالعربية)

source: Full Name (English)
ar: الاسم الكامل (بالإنجليزية)

source: Birth Date
ar: تاريخ الميلاد

source: ID / Iqama Number
ar: رقم الهوية / الإقامة

source: Address
ar: العنوان

source: Job Title
ar: المسمى الوظيفي

source: Job Number
ar: الرقم الوظيفي

source: Department
ar: القسم

source: Phone Number
ar: رقم الهاتف

source: Type
ar: النوع

source: User Permissions
ar: صلاحيات المستخدم

source: Active
ar: نشط

source: Superuser
ar: مدير النظام

source: Username
ar: اسم المستخدم

source: Email
ar: البريد الإلكتروني

source: User
ar: مستخدم

source: Users
ar: المستخدمون

source: Employees
ar: الموظفون

source: This email does not exist in our records.
ar: هذا البريد الإلكتروني غير موجود في سجلاتنا.

source: English
ar: الإنجليزية

source: Arabic
ar: العربية

source: Ink Category (Arabic)
ar: فئة الحبر (بالعربية)

source: Ink Category (English)
ar: فئة الحبر (بالإنجليزية)

source: Ink Category
ar: فئة الحبر

source: Ink Categories
ar: فئات الحبر

source: Ink Name (Arabic)
ar: اسم الحبر (بالعربية)

source: Ink Name (English)
ar: اسم الحبر (بالإنجليزية)

source: Category
ar: الفئة

source: Quantity
ar: الكمية

source: Created At
ar: تاريخ الإنشاء

source: Updated At
ar: تاريخ التحديث

source: Ink
ar: حبر

source: Inks
ar: أحبار

source: Requested By
ar: طُلب من قِبل

source: Quantity Used
ar: الكمية المستعملة

source: Reason / Purpose
ar: السبب / الغرض

source: Requested At
ar: تاريخ الطلب

source: Ink Request
ar: طلب حبر

source: Ink Requests
ar: طلبات الحبر

source: Not enough ink in stock
ar: لا يوجد حبر كافٍ في المخزون

source: Supply Category (Arabic)
ar: فئة المستلزمات (بالعربية)

source: Supply Category (English)
ar: فئة المستلزمات (بالإنجليزية)

source: Supply Category
ar: فئة المستلزمات

source: Supply Categories
ar: فئات المستلزمات

source: Supply Name (Arabic)
ar: اسم المستلزم (بالعربية)

source: Supply Name (English)
ar: اسم المستلزم (بالإنجليزية)

source: Office Supply
ar: مستلزم مكتبي

source: Office Supplies
ar: المستلزمات المكتبية

source: You do not have permission to delete an ink category
ar: ليس لديك صلاحية لحذف فئة الحبر

source: Ink category deleted successfully
ar: تم حذف فئة الحبر بنجاح

source: You do not have permission to edit an ink category
ar: ليس لديك صلاحية لتعديل فئة الحبر

source: An ink category with this English name already exists
ar: فئة الحبر بهذا الاسم الإنجليزي موجودة بالفعل

source: An ink category with this Arabic name already exists
ar: فئة الحبر بهذا الاسم العربي موجودة بالفعل

source: Ink category updated successfully
ar: تم تحديث فئة الحبر بنجاح

source: You do not have permission to add an ink category
ar: ليس لديك صلاحية لإضافة فئة الحبر

source: Ink category added successfully
ar: تمت إضافة فئة الحبر بنجاح

source: You do not have permission to delete a supply category
ar: ليس لديك صلاحية لحذف فئة المستلزمات

source: Supply category deleted successfully
ar: تم حذف فئة المستلزمات بنجاح

source: You do not have permission to edit a supply category
ar: ليس لديك صلاحية لتعديل فئة المستلزمات

source: A supply category with this English name already exists
ar: فئة المستلزمات بهذا الاسم الإنجليزي موجودة بالفعل

source: A supply category with this Arabic name already exists
ar: فئة المستلزمات بهذا الاسم العربي موجودة بالفعل

source: Supply category updated successfully
ar: تم تحديث فئة المستلزمات بنجاح

source: You do not have permission to add a supply category
ar: ليس لديك صلاحية لإضافة فئة المستلزمات

source: Supply category added successfully
ar: تمت إضافة فئة المستلزمات بنجاح

source: Ink request recorded successfully.
ar: تم تسجيل طلب الحبر بنجاح

source: Logo
ar: الشعار

source: Sign In
ar: تسجيل الدخول

source: Welcome back! Please login to your account.
ar: مرحبًا بعودتك! الرجاء تسجيل الدخول إلى حسابك.

source: Enter your username
ar: أدخل اسم المستخدم

source: Password
ar: كلمة المرور

source: Enter your password
ar: أدخل كلمة المرور

source: Remember me
ar: تذكرني

source: Forgot Password?
ar: هل نسيت كلمة المرور؟

source: Login
ar: تسجيل الدخول

source: Don’t have an account?
ar: ليس لديك حساب؟

source: Sign Up
ar: إنشاء حساب

source: Change password
ar: تغيير كلمة المرور

source: Cancel
ar: إلغاء

source: Password Changed
ar: تم تغيير كلمة المرور

source: Password Changed Successfully
ar: تم تغيير كلمة المرور بنجاح

source: Your password has been updated. You can now continue to your dashboard securely.
ar: تم تحديث كلمة المرور الخاصة بك. يمكنك الآن متابعة استخدام لوحة التحكم بأمان.

source: Back to Dashboard
ar: الرجوع إلى لوحة التحكم

source: Password Reset Complete
ar: اكتمل إعادة تعيين كلمة المرور

source: Password Reset Successful
ar: تمت إعادة تعيين كلمة المرور بنجاح

source: Your password has been successfully reset. You can now log in with your new password.
ar: تمت إعادة تعيين كلمة المرور الخاصة بك بنجاح. يمكنك الآن تسجيل الدخول باستخدام كلمة المرور الجديدة.

source: Login Now
ar: تسجيل الدخول الآن

source: Set New Password
ar: تعيين كلمة مرور جديدة

source: Set Password
ar: تعيين كلمة المرور

source: Back to Login
ar: الرجوع إلى تسجيل الدخول

source: Reset Email Sent
ar: تم إرسال بريد إعادة التعيين

source: Check Your Email
ar: تحقق من بريدك الإلكتروني

source: We have sent a password reset link to your email address. Please follow the instructions in the email to reset your password.
ar: لقد أرسلنا رابطًا لإعادة تعيين كلمة المرور إلى بريدك الإلكتروني. يرجى اتباع التعليمات في البريد لإعادة تعيين كلمة المرور.

source: Password Reset Request
ar: طلب إعادة تعيين كلمة المرور

source: HelpDesk Support
ar: دعم مكتب المساعدة

source: Hello, You requested a password reset for your account.
ar: مرحبًا، لقد طلبت إعادة تعيين كلمة المرور لحسابك.

source: Click the button below to reset your password:
ar: انقر على الزر أدناه لإعادة تعيين كلمة المرور:

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: If the button above does not work, copy and paste this link into your browser:
ar: إذا لم يعمل الزر أعلاه، انسخ هذا الرابط والصقه في متصفحك:

source: If you did not request this change, you can safely ignore this email.
ar: إذا لم تطلب هذا التغيير، يمكنك تجاهل هذا البريد بأمان.

source: This link will expire in 24 hours for your security.
ar: سينتهي صلاحية هذا الرابط خلال 24 ساعة من أجل حمايتك.

source: All rights reserved.
ar: جميع الحقوق محفوظة.

source: Enter your email address and we'll send you a link to reset your password.
ar: أدخل بريدك الإلكتروني وسنرسل لك رابطًا لإعادة تعيين كلمة المرور.

source: Send Reset Link
ar: إرسال رابط إعادة التعيين

source: Password Reset on %(site_name)s
ar: إعادة تعيين كلمة المرور على %(site_name)s

source: HelpDesk Dashboard
ar: لوحة تحكم مكتب المساعدة

source: Delete Custody
ar: حذف العهدة

source: Confirm Delete
ar: تأكيد الحذف

source: Are you sure you want to delete this custody?
ar: هل أنت متأكد أنك تريد حذف هذه العهدة؟

source: Custody Details
ar: تفاصيل العهدة

source: Export PDF
ar: تصدير PDF

source: Export Excel
ar: تصدير Excel

source: No notes provided.
ar: لم يتم تقديم أي ملاحظات.

source: No devices linked to this custody.
ar: لا توجد أجهزة مرتبطة بهذه العهدة.

source: Back
ar: رجوع

source: Delete Device Custody
ar: حذف عهدة الجهاز

source: Warning:
ar: تحذير:

source: Once you delete this device custody entry, it cannot be restored!
ar: بمجرد حذف هذا السجل الخاص بجهاز الحجز، لا يمكن استعادته!

source: Are you sure you want to delete the custody of device:
ar: هل أنت متأكد أنك تريد حذف حجز الجهاز:

source: for employee
ar: للموظف

source: Delete Permanently
ar: حذف نهائي

source: Edit Custody
ar: تعديل العهدة

source: New Custody
ar: عهدة جديدة

source: Add Device
ar: إضافة جهاز

source: Update
ar: تحديث

source: Create
ar: إنشاء

source: Filters
ar: الفلاتر

source: Search
ar: البحث

source: Search devices...
ar: بحث عن الأجهزة...

source: All
ar: الكل

source: Returned
ar: تم الإرجاع

source: Not Returned
ar: لم يتم الإرجاع

source: Reset Filters
ar: إعادة تعيين الفلاتر

source: No devices
ar: لا توجد أجهزة

source: No custodies found.
ar: لا توجد عُهد.

source: Dashboard
ar: لوحة التحكم

source: Tickets
ar: التذاكر

source: In Progress
ar: قيد التنفيذ

source: Resolved
ar: تم الحل

source: Rejected
ar: مرفوض

source: Maintenance
ar: قيد الصيانة

source: Inactive
ar: غير نشط

source: Departments
ar: الاقسام

source: Job Titles
ar: المسميات الوظيفية

source: By status
ar: الحالة

source: Recent Tickets
ar: آخر التذاكر

source: No tickets yet.
ar: لم يتم العثور على تذاكر.

source: Recent Custodies
ar: آخر عهد الأجهزة

source: No custodies yet.
ar: لا توجد عُهد.

source: Delete Ticket
ar: حذف التذكرة

source: Are you sure you want to delete this ticket?
ar: هل أنت متأكد أنك تريد حذف هذه التذكرة؟

source: Device Details
ar: تفاصيل الجهاز

source: Device Name
ar: اسم الجهاز

source: No accessories registered for this device.
ar: لا توجد ملحقات لهذا الجهاز.

source: Custody History
ar: سجل الاستلام

source: Not returned yet
ar: لم يتم الإرجاع

source: This device has never been assigned to custody.
ar: حدث خطأ أثناء إنشاء العهدة.

source: Edit Device Type
ar: تعديل نوع الجهاز

source: New Device Type
ar: نوع جهاز جديد

source: Are you sure you want to delete this type?
ar: هل أنت متأكد أنك تريد حذف هذا النوع؟

source: No device types found.
ar: لم يتم العثور على أنواع أجهزة.

source: Edit Device
ar: تعديل الجهاز

source: New Device
ar: جهاز جديد

source: Add Accessory
ar: إضافة ملحق

source: Remove
ar: إزالة

source: No devices found.
ar: لم يتم العثور على أجهزة.

source: Delete Employee
ar: حذف الموظف

source: Are you sure you want to delete this employee?
ar: هل أنت متأكد أنك تريد حذف هذا الموظف؟

source: Employee Details
ar: تفاصيل الموظف

source: User Type
ar: نوع المستخدم

source: Staff
ar: طاقم

source: Registered At
ar: تاريخ التسجيل

source: Edit Employee
ar: تعديل الموظف

source: New Employee
ar: موظف جديد

source: No employees found.
ar: لم يتم العثور على موظفين.

source: Update Profile
ar: تحديث الملف الشخصي

source: Update Your Profile
ar: قم بتحديث ملفك الشخصي

source: Save Changes
ar: حفظ التغييرات

source: You don’t have permission to access this page.
ar: ليس لديك صلاحية للوصول لهذه الصفحة

source: Go to Login
ar: الذهاب إلى صفحة تسجيل الدخول

source: Oops! The page you are looking for could not be found.
ar: عذراً! الصفحة التي تبحث عنها غير موجودة.

source: Back to Home
ar: الرجوع إلى الصفحة الرئيسية

source: Sorry! Something went wrong on our end. Please try again later.
ar: حدث خطأ في قاعدة البيانات. يرجى المحاولة لاحقًا.

source: Try Again
ar: حاول مرة أخرى

source: No department
ar: لا يوجد قسم

source: My Profile
ar: ملفي الشخصي

source: Change Password
ar: تغيير كلمة المرور

source: Logout
ar: تسجيل الخروج

source: Request Types
ar: أنواع الطلبات

source: Are you sure you want to delete the
ar: هل أنت متأكد أنك تريد حذف

source: Edit inventy
ar: تعديل المخزون

source: New inventy
ar: مخزون جديد

source: Edit Ink Category
ar: تعديل فئة الحبر

source: New Ink Category
ar: فئة حبر جديدة

source: Category (English)
ar: الفئة (بالإنجليزية)

source: Category (Arabic)
ar: الفئة (بالعربية)

source: Category Name (Arabic)
ar: اسم الفئة (بالعربية)

source: Category Name (English)
ar: اسم الفئة (بالإنجليزية)

source: No ink categories found.
ar: لم يتم العثور على فئات حبر.

source: Ink Details
ar: تفاصيل الحبر

source: Ink Name
ar: اسم الحبر

source: Last updated
ar: آخر تحديث

source: ago
ar: منذ

source: Request History
ar: سجل الطلبات

source: New Request
ar: طلب جديد

source: Reason
ar: السبب

source: Date
ar: التاريخ

source: No requests recorded for this ink.
ar: لا توجد طلبات مسجلة لهذا الحبر.

source: Ink Inventory
ar: مخزون الحبر

source: Search inks...
ar: بحث عن الأحبار...

source: New Ink
ar: حبر جديد

source: Name (Arabic)
ar: الاسم (بالعربية)

source: Name (English)
ar: الاسم (بالإنجليزية)

source: No office supplies found.
ar: لم يتم العثور على مستلزمات مكتبية.

source: Search Office Supplies...
ar: بحث عن المستلزمات المكتبية...

source: New Supply
ar: مستلزم جديد

source: Edit Category
ar: تعديل الفئة

source: New Category
ar: فئة جديدة

source: No supply categories found.
ar: لم يتم العثور على فئات مستلزمات.

source: Ticket Details
ar: تفاصيل التذكرة

source: Title
ar: العنوان

source: Request Type
ar: نوع الطلب

source: Priority
ar: الأولوية

source: Details
ar: التفاصيل

source: Technician Notes
ar: ملاحظات الفني

source: No notes added yet.
ar: لم تتم إضافة ملاحظات بعد.

source: Technician
ar: الفني

source: Edit Ticket
ar: تعديل التذكرة

source: New Ticket
ar: تذكرة جديدة

source: Search tickets...
ar: بحث عن التذاكر...

source: Normal
ar: عادي

source: High
ar: مهم

source: Urgent
ar: عاجل

source: No tickets found.
ar: لم يتم العثور على تذاكر.

source: Edit Request Type
ar: تعديل نوع الطلب

source: New Request Type
ar: نوع طلب جديد

source: Request Type (Arabic)
ar: نوع الطلب (بالعربية)

source: Request Type (English)
ar: نوع الطلب (بالإنجليزية)

source: Description
ar: الوصف

source: Are you sure you want to delete this request type?
ar: هل أنت متأكد أنك تريد حذف هذا النوع من الطلبات؟

source: No request types found.
ar: لم يتم العثور على أنواع طلبات.

source: Type Name (Arabic)
ar: اسم النوع (بالعربية)

source: Type Name(English)
ar: اسم النوع (بالإنجليزية)

source: Ticket
ar: تذكرة

source: You do not have permission to delete a request type
ar: ليست لديك صلاحية لحذف نوع الطلب

source: Request type deleted successfully
ar: تم حذف نوع الطلب بنجاح

source: You do not have permission to edit a request type
ar: ليست لديك صلاحية لتعديل نوع الطلب

source: A request type with this English name already exists
ar: نوع الطلب بهذا الاسم الإنجليزي موجود بالفعل

source: A request type with this Arabic name already exists
ar: نوع الطلب بهذا الاسم العربي موجود بالفعل

source: Request type updated successfully
ar: تم تحديث نوع الطلب بنجاح

source: You do not have permission to add a request type
ar: ليست لديك صلاحية لإضافة نوع الطلب

source: Request type added successfully
ar: تمت إضافة نوع الطلب بنجاح

source: Ticket created successfully
ar: تم إنشاء التذكرة بنجاح

source: Failed to create ticket
ar: فشل في إنشاء التذكرة

source: Ticket updated successfully
ar: تم تحديث التذكرة بنجاح

source: Failed to update ticket
ar: فشل في تحديث التذكرة

source: Ticket deleted successfully
ar: تم حذف التذكرة بنجاح

source: Failed to delete ticket: %s
ar: فشل في حذف التذكرة: %s
